Repository: Angeliberta-Software/TMT
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: Failed to connect to chart reader
ru: Возникла проблема при подключении к ChartReader

source: Announce current profile
ru: Озвучить текущий профиль

source: Focus on toolbox window
ru: Фокус на окне инструментов

source: Focus on data window
ru: Фокус на окне данных

source: Focus on navigator window
ru: Фокус на окне навигатора

source: Focus on market watch window
ru: Фокус на окне market watch

source: Focus on Workspace
ru: Фокус на рабочей области

source: Announce terminal time
ru: Озвучить время терминала

source: Show toolbox tabs.
ru: Показать вкладки окна инструментов

source: Send symbol and timeframe info to chart reader app
ru: Послать символ и таймфрейм в ChartReader
